tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
# tap "puppetlabs/puppet"
#-----
brew "ack"
brew "bat"
brew "cask"
brew "coreutils"
brew "ctags"
brew "dos2unix"
brew "findutils"
brew "fontconfig"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnupg", link: false
brew "grep"
brew "htop"
brew "python"
brew "httpie"
brew "jq"
brew "lnav"
brew "mas"
brew "moreutils"
brew "nmap"
brew "node"
brew "nvm"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "shfmt"
brew "telnet"
brew "tmux"
brew "trash"
brew "tree"
brew "ttyrec"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
#-----
cask "calibre"
cask "discord"
cask "docker"
cask "gpg-suite"
cask "insomnia"
cask "istat-menus"
cask "licecap"
cask "little-snitch"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "caskroom/fonts/font-awesome-terminal-fonts"
cask "caskroom/fonts/font-fontawesome"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-inconsolata-dz-for-powerline"
cask "caskroom/fonts/font-inconsolata-for-powerline"
cask "caskroom/fonts/font-inconsolata-g-for-powerline"
cask "caskroom/fonts/font-roboto-mono"
cask "caskroom/fonts/font-roboto-mono-for-powerline"
cask "caskroom/fonts/font-source-code-pro"
# cask "puppetlabs/puppet/pdk"
